{"loreData":[{"type":"personalLogs","id":0,"collected":false,"text":"They have come to shut down the project. All of my has been destroyed, and soon I will be lost with it. Damned fools, all of them."},{"type":"personalLogs","id":1,"collected":false,"text":"When I started working on this project I was promised complete access, but so far all I've gotten is denial letters. This is my life's work, damnit! All I know is that they've been working on something in the transmitter room. Maybe the department head can pull some strings and get me in there..."},{"type":"personalLogs","id":2,"collected":false,"text":"I saw it today. I'm not even sure how to describe it. What they've built is beyond anything we could have imagined! I was only allowed in the room for a few minutes but even that short amount of time was like basking in the presence of a god. I saw things, visions of what my work will one day create. What IT wants me to create. I need more time, I need to hear more of it's message. The voice... the voice..."},{"type":"personalLogs","id":3,"collected":false,"text":"I understand now. I had to break back in but it was worth it! The voice, it showed me what I need to do, what I need to create. It's all so clear now. They're threatening to fire me from the project but they don't understand! The voice has shown me the way. I must find a way to reach the signal."},{"type":"personalLogs","id":4,"collected":false,"text":"My work has been a success! I ran through more assets than anticipated, but in the end the results justified the means. The experiment is fully responsive and proved my theories on memetic replication from digital to biological components. The higher-ups have taken notice, too. They're moving me to my own department and requesting mass production. I explained the metrics to them but they assured me that they would be able to find me willing volunteers. That reminds me, I'll need to find a way to streamline the lobotomies."},{"type":"Placeholder","id":5,"collected":false,"text":"Placeholder 5"},{"type":"Placeholder","id":6,"collected":false,"text":"Placeholder 6"},{"type":"Placeholder","id":7,"collected":false,"text":"Placeholder 7"},{"type":"Placeholder","id":8,"collected":false,"text":"Placeholder 8"},{"type":"Placeholder","id":9,"collected":false,"text":"Placeholder 9"},{"type":"Placeholder","id":10,"collected":false,"text":"Placeholder 10"},{"type":"Placeholder","id":11,"collected":false,"text":"Placeholder 11"},{"type":"Placeholder","id":12,"collected":false,"text":"Placeholder 12"},{"type":"Placeholder","id":13,"collected":false,"text":"Placeholder 13"},{"type":"Placeholder","id":14,"collected":false,"text":"Placeholder 14"},{"type":"Placeholder","id":15,"collected":false,"text":"Placeholder 15"},{"type":"Placeholder","id":16,"collected":false,"text":"Placeholder 16"},{"type":"Placeholder","id":17,"collected":false,"text":"Placeholder 17"},{"type":"Placeholder","id":18,"collected":false,"text":"Placeholder 18"},{"type":"Placeholder","id":19,"collected":false,"text":"Placeholder 19"}]}