{"loreData":[{"id":0,"collected":false,"title":"Notice: Power Outages","text":["Due to ongoing electrical failures, make sure to keep your flashlight on you at all times. This is for your own safety!","We've received notice from the lab department that they will be performing experiments and to expect more outages. Certain team members will be designated to the upper floors to be on-call until we have been given the all-clear.","During this time we should expect more maintenance tickets from the upper floors. These issues will take priority unless otherwise specified.","Be safe out there, the last thing we need is for someone to get stuck in the dark during a power outage"]},{"id":1,"collected":false,"title":"Generator Maintenance Notes","text":["I swear to god, this damn generator is going to give me a hernia! <br><br>I've had to restart the stupid thing at least three times this week. When are we getting some new equipment down here?","I'm sick of working with this stone-age shit. Don't they realize that if we can’t do our job then none of those suits upstairs can do anything, either?","I’ve already been caught out three times this week when the power went out. Thank god I had my flashlight, I would have been totally screwed, otherwise.","Not to mention I think I saw-<br><br>[whatever was written here has been scratched out]","Whatever… Look, if the generator goes down while I'm not here then just give it a few smacks and it should start right up, again. Hopefully."]},{"id":2,"collected":false,"title":"Notice: Gate Operational Changes","text":["All employees please be advised that due to certain security concerns we will be restricting access. Please check in with the control room before leaving work at the end of the night. ","Multiple employees have not been clocking in or out of their shifts. This behavior is not acceptable and will result in disciplinary measures.","In case of a power outage, a backup generator can be found in the back of the <color=#E5E727>Storage Room</color>. Duplicate passwords are to be held in the <color=#E5E727>Management Office</color> in the <color=#E5E727>Basement</color>"]},{"id":3,"collected":false,"title":"Field Radio Upgrade Report","text":["We have modified the standard Field Radio to work with the new Radio Lock system per the specs provided by the laboratory teams","Experiments have shown that with the new upgrades that the Radios are able to tune into the provided test equipment. Based on these results we can confirm that the prototype model will achieve the desired results.","Going forward we have started installing more of the Radio Locks across the site as part of the general security update following the previous incidents."]},{"id":4,"collected":false,"title":"Journal Entry","text":["There’s something in the radio waves. It’s aware, conscious. Alive. <br><br>It’s been talking to me, telling me things. Not with words, but I can feel it. I feel it’s pain. It’s frustration.","It tells me what it wants. What it needs! I can’t leave now. It hurts me to be away. <br><br>It has so much more to show me… to show us…","We can’t leave yet. <br><br>None of us can ever leave…"]}]}